Repository: estoclet/spc-com
Catalog: sites/all/translations/colorfield-7.x-1.1.*.po
Languages: fr

source: Color
fr: Couleur

source: Red
fr: Rouge

source: Green
fr: Vert

source: Blue
fr: Bleu

source: The color code in this field is @code
fr: Le code couleur de ce champ est @code

source: A field composed of an RGB color.
fr: Champ basé sur une couleur RGB.

source: Color must be a hexadecimal value (eg: #84CCAF).
fr: La couleur doit être une valeur hexadécimale (ex : #84CCAF).

source: Raw RGB value
fr: Valeur RGB brute

source: Color swatch
fr: Pastille de couleur

source: Colored message
fr: Message en couleur

source: Message to display
fr: Message à afficher

source: Note that you can use @code to display the value of the code in the message.
fr: Notez que vous pouvez utiliser @code afin d'afficher le code couleur dans le message.

source: Width of the block
fr: Largeur du bloc

source: Height of the block
fr: Hauteur du bloc

source: Display the # in the output of the color
fr: Montrer le # lors de l'affichage de la couleur

source: Message displayed: %message
fr: Message affiché : %message

source: Note that @code will be replaced by the color picked.
fr: Notez que @code sera remplacé par la couleur sélectionnée.

source: Width: @width px
fr: Largeur : @width px

source: Height: @height px
fr: Hauteur : @height px

source: Color code (eg: #FFAA77)
fr: Code couleur (ex : #FFAA77)

source: Split Red, Green and Blue text fields
fr: Champs texte Rouge, Vert, Bleu séparés

source: Color selection options
fr: Options de sélection de la couleur

source: Enable the color picker.
fr: Activer le color picker.

source: If you enable this option the user will be able to select a color via a user friendly widget.
fr: En activant cette option, l'utilisateur pourra choisir sa couleur via un widget évolué.

source: Select the color picker
fr: Sélectionner le color picker

source: If you are using jQuery 1.7 or a more recent version (via jQuery update), you will expose the !minicolor_link color picker.
fr: Si vous utilisez jQuery 1.7 ou une version plus récente (via jQuery update), vous activerez le color picker !minicolor_link.
